{
	"@metadata": {
		"authors": [
			"Nik Gkοuntas"
		]
	},
	"automatic-translation-special-page-description": "{{doc-special|AutomaticTranslation}}",
	"automatic-translation-desc": "{{desc|name=AutomaticTranslation|url=https://www.mediawiki.org/wiki/MinT#MinT_for_wiki_readers}}",
	"mint-home-header-title": "The title inside the header of the MinT home page",
	"mint-home-input-placeholder": "The placeholder of the search input inside the MinT home page",
	"mint-translation-list-all-languages-option-label": "The label of the option that selects all available language options of the MinT language selector",
	"mint-home-info-panel-text": "The text inside the info panel of the MinT home page.\n\nParameters:\n* $1 - the target language code",
	"mint-home-random-topic-button-label": "The label of the button that selects a random topic to translate, inside MinT home page.",
	"mint-language-selector-title": "Title of the MinT language selector dialog",
	"mint-language-selector-suggestions-header": "Header text of the section inside MinT language selector, where suggested languages are displayed.",
	"mint-language-selector-all-languages-header": "Header text of the section inside MinT language selector, where all languages are displayed.",
	"mint-language-selector-input-placeholder": "Placeholder of the search input inside MinT language selector, where the user can search for a language to select.",
	"mint-language-selector-no-search-results": "Text to display inside the MinT language selector when no results are found.",
	"mint-search-topic-page-header": "Header text of the page where user can search for an article to translate automatically using MinT translator",
	"mint-search-topic-page-input-placeholder": "Placeholder of the search input inside MinT search page, where the user can search for an article to automatically translate.",
	"mint-search-topic-page-input-aria-label": "Aria label of the search input inside MinT search page, where the user can search for an article to automatically translate.",
	"mint-search-topic-page-results-container-empty": "Placeholder text that is displayed inside the container of the results, when no search query is provided, inside the MinT search page.",
	"mint-confirm-topic-page-header": "Header text of the page where user can preview the automatic translation of the lead section of a selected article, and continue to full article automatic translation",
	"mint-confirm-topic-page-automatic-translation-indicator-text": "Text communicating to the user that the article preview card is clickable, and leads to the full article automatic translation page",
	"mint-confirm-topic-page-language-selector-explanation": "Label of the container of the language selector inside MinT confirmation step.\n\nParameters:\n* $1 - source page URL.\n* $2 - source language autonym.\n* $3 - the number of languages in which the article is available.",
	"mint-confirm-topic-page-go-to-search-button-label": "Label of the button that leads to the MinT search page step, inside MinT confirmation step",
	"mint-confirm-topic-page-target-article-link-container-header": "Header text of the container of the link to the selected article in the target wiki, inside the MinT confirmation step.\n\nParameters:\n* $1 - the target article language",
	"mint-confirm-topic-page-target-article-link-container-details": "Explanatory text inside the container of the link to the selected article in the target wiki, inside the MinT confirmation step.\n\nParameters:\n* $1 - the target article language",
	"mint-confirm-topic-page-target-article-card-read-article-label": "Label inside the target article card that indicates to the user that they can go to the target article page by clicking on the card, inside the MinT confirmation step.",
	"mint-view-translation-page-header": "Header text of the page where user can view the full article automatic translation",
	"mint-view-translation-page-disclaimer-header": "Header text of the card that informs the user about the article being automatically translated.",
	"mint-view-translation-page-disclaimer-body": "Body of the card that informs the user about the article being automatically translated.\n\nParameters:\n* $1 - the source article language",
	"mint-view-translation-page-disclaimer-learn-more-link": "Label of the link that navigates the user to the MinT project page, inside of the card that informs the user about the article being automatically translated.",
	"mint-view-translation-page-target-article-container-header": "Header text of the card that informs the user about the article being available in the target language wiki.",
	"mint-view-translation-page-target-article-container-details": "Body of the card that informs the user about the article being available in the target language wiki.\n\nParameters:\n* $1 - the target article language",
	"mint-view-translation-page-source-article-link-label": "Label of the link that redirects the user to the source article page, inside the MinT view translation page.\n\nParameters:\n* $1 - the source article language",
	"mint-view-translation-content-translation-entrypoint-title": "Title of the card that informs the user about the possibility to review the automatic translation, and redirects the user to Content Translation application, inside the MinT view translation page.",
	"mint-view-translation-content-translation-entrypoint-description": "Description of the card that informs the user about the possibility to review the automatic translation, and redirects the user to Content Translation application, inside the MinT view translation page.",
	"mint-view-translation-overlay-header": "Header text of the dialog that displays the different translation options to the user, inside the MinT view translation page.",
	"mint-view-translation-overlay-source-article-link-label": "Label of the source article link, in the list of the different translation options, inside the MinT view translation page.\n\nParameters:\n* $1 - the source article language",
	"mint-view-translation-overlay-target-article-link-label": "Label of the target article link, in the list of the different translation options, inside the MinT view translation page.\n\nParameters:\n* $1 - the target article language",
	"mint-view-translation-overlay-cx-entrypoint-label": "Label of the Content Translation entrypoint link, in the list of the different translation options, inside the MinT view translation page.",
	"mint-view-translation-overlay-share-button-label": "Label of the share button, in the list of the different translation options, inside the MinT view translation page.",
	"mint-view-translation-overlay-feedback-link-label": "Label of the button that directs the user to the feedback page, in the list of the different translation options, inside the MinT view translation page.",
	"ax-article-footer-entrypoint-card-description": "Description of the entrypoint card that navigates the user to 'AutomaticTranslation' special page, inside the article footer.",
	"ax-article-footer-entrypoint-card-supporting-text": "Supporting text of the entrypoint card that navigates the user to 'AutomaticTranslation' special page, inside the article footer."
}
