{
	"@metadata": {
		"authors": [
			"Amire80",
			"Ans",
			"Arthur2e5",
			"JarrettMunton",
			"Jeeputer",
			"Kartik Mistry",
			"KuboF",
			"Liuxinyu970226",
			"Mar(c)",
			"McDutchie",
			"Metalhead64",
			"Nemo bis",
			"Nike",
			"PiefPafPier",
			"Purodha",
			"Putputi",
			"Raymond",
			"Robby",
			"Rodney Araujo",
			"Santhosh.thottingal",
			"Shirayuki",
			"Srdjan m",
			"Srđan",
			"Sucheta Ghoshal",
			"Tacsipacsi",
			"Umherirrender",
			"سامي الرحيلي",
			"Ajeje Brazorf"
		]
	},
	"cx": "{{doc-special|ContentTranslation}}",
	"cx-dashboard-header": "Title to be displayed in header while viewing the dashboard\n{{Identical|Translation}}",
	"cx-javascript": "Error message shown when JavaScript is not enabled in the browser.",
	"cx-specialpage-enable-betafeature": "Message shown in [[Special:ContentTranslation]] if the user did not enable the beta feature.",
	"cx-license-agreement": "License agreement for the contributions using Content Translation tool. This is legal text and be careful. You may point the license URLs to a Wikipedia page in your language if it exists.",
	"cx-error-server-connection": "Error message shown when connection to the Content Translation server has failed.",
	"cx-desc": "{{desc|name=ContentTranslation|url=https://www.mediawiki.org/wiki/Extension:ContentTranslation}}",
	"cx-header-progressbar-text": "Text to be shown with the progress bar in [[Special:ContentTranslation]]. $1 is the percent of translation progress.\n{{Identical|Translated}}",
	"cx-header-progressbar-text-mt": "Text to be shown with the progress bar in [[Special:ContentTranslation]]. $1 is the estimated percent of machine-translated text out of all the translation text that was written so far.",
	"cx-header-translation-center": "Text for the translation center title.",
	"cx-header-all-translations": "A link at the top of the translation interface to the main [[Special:ContentTranslation]] page that lists all translations by the user.\n{{Identical|All translations}}",
	"cx-source-view-page": "A link that points to the source page under the heading of the source column.\n{{Identical|View page}}",
	"cx-publish-page-success": "Message shown when page is published successfully. Parameters:\n* $1 - Link to the published page",
	"cx-publish-error-abuse-filter": "Error message displayed when users translated page contains content marked as abusive by abuse filters\n* $1 - Info about which abuse filter is hit",
	"cx-publish-error-empty": "Error message displayed when server responds successfully with no data",
	"cx-publish-error-readonly": "Error message displayed when user tries to publish to read-only wiki",
	"cx-publish-error-spam-blacklist": "Error message displayed when users translated page is containing spam content\n* $1 - Spam blacklist info",
	"cx-publish-error-title-blacklist": "Error message displayed when target title is blacklisted",
	"cx-publish-error-unknown": "Error message displayed for generic, unknown errors\n* $1 - More info about the error",
	"cx-publish-button": "Publish button text in [[Special:ContentTranslation]].\n\nAlso used in {{msg-mw|Cx-tools-instructions-text6}}.",
	"cx-publish-button-publishing": "Publish button text in [[Special:ContentTranslation]], shown while publishing is in progress. Replaces {{msg-mw|cx-publish-button}}.\n{{Identical|Publishing}}",
	"cx-lost-session": "Generic message displayed when user session expires. Used as a title of modal dialog that provides button to log in again.",
	"cx-lost-session-draft": "Error message to display.",
	"cx-lost-session-publish": "Error message to display.",
	"cx-lost-session-dashboard": "Message body of modal dialog displayed on Content Translation dashboard when user session expires and user tries performing some action which requires them to be logged in.",
	"cx-publish-summary": "This is an automatic edit summary for pages that were created by [[Special:ContentTranslation]].\n\nParameters:\n* $1 - the source page name",
	"cx-translation-add-translation": "This appears in the empty paragraph in the translation column. Clicking the paragraph adds an automatic translation of the corresponding source paragraph.",
	"cx-translation-target-page-exists": "A warning that is shown if a user tries to translate a page with a title that already exists in the target wiki. $1 is a URL to the target page and $2 is the target page title.",
	"cx-descriptionpagelink": "{{notranslate}}\nA title of a page that describes the Content Translation on the local wiki. Used to link the revision tag that appears on pages like RecentChanges.",
	"cx2-descriptionpagelink": "{{notranslate}}\nA title of a page that describes the Content Translation V2. Used to link the revision tag that appears on pages like RecentChanges.",
	"sx-descriptionpagelink": "{{notranslate}}\nA title of a page that describes the Section Translation on the local wiki. Used to link the revision tag that appears on pages like RecentChanges.",
	"tag-contenttranslation": "A short description of the contenttranslation revision tag. It appears in the edit summary when a translated page is created. It doesn't have to be CamelCase. The link target must remain <nowiki>{{MediaWiki:cx-descriptionpagelink}}</nowiki>. To customize the actual page to which it points, change the MediaWiki:cx-descriptionpagelink message on your wiki.",
	"tag-contenttranslation-description": "A brief sentence to explain the use of the contenttranslation revision tag. This appears on [[Special:Tags]].",
	"tag-contenttranslation-v2": "{{optional}}\nA short description of the contenttranslation-v2 revision tag. It appears in the edit summary when a translated page is created using the version 2 of Content Translation. It doesn't have to be CamelCase. The link target must remain <nowiki>{{MediaWiki:cx2-descriptionpagelink}}</nowiki>. To customize the actual page to which it points, change the MediaWiki:cx2-descriptionpagelink message on your wiki.",
	"tag-contenttranslation-v2-description": "A brief sentence to explain the use of the contenttranslation-v2 revision tag. This appears on [[Special:Tags]].",
	"tag-sectiontranslation": "A short description of the sectiontranslation revision tag. It appears in the edit summary when a translated page is created. It doesn't have to be CamelCase. The link target must remain <nowiki>{{MediaWiki:sx-descriptionpagelink}}</nowiki>. To customize the actual page to which it points, change the MediaWiki:sx-descriptionpagelink message on your wiki.",
	"tag-sectiontranslation-description": "A brief sentence to explain the use of the sectiontranslation revision tag. This appears on [[Special:Tags]].",
	"cx-source-loading": "Status text shown in the source pane while the page is being loaded.\n\nParameters:\n* $1 - the title of the page being loaded\n{{Identical|Loading}}",
	"cx-beta": "Beta feature title. Appears in the beta tab in user preferences.",
	"cx-beta-desc": "Beta feature description. Appears in the beta tab in user preferences.\n\n\"Your contributions page\" refers to [[Special:MyContributions]], which can be accessed using the link {{msg-mw|mycontris}} in the personal bar.\n\nPlease don't translate the \"Special:MyContributions\" link target, but do translate the \"your contributions page\" string.",
	"cx-entrypoint-title": "Tooltip for a grey interlanguage link that appears in the interlanguage links list and invites the user to translate the page to their language.\n\nParameters:\n* $1 - the language name as an autonym",
	"cx-entrypoint-dialog-page-doesnt-exist-yet": "The heading that appears at the top of the dialog that appears when the grey interlanguage link is clicked.\n\nParameters:\n* $1 - the name of the target language, enclosed in <code><nowiki><span></nowiki></code> tags",
	"cx-entrypoint-dialog-button-translate-from": "A label for a button on the bottom of the dialog that appears when the grey interlanguage link is clicked.\n\nClicking the button takes the user to the column-based Content Translation interface.\n\nParameters:\n* $1 - the name of the current wiki's content language",
	"cx-entrypoint-dialog-desc": "Description shown in the dialog about possibility of creating new article using translation.",
	"cx-campaign-newbytranslation-title": "Title text in the popup shown to the editors when they are about to start a new article",
	"cx-campaign-newbytranslation-notice": "Detailed text in the popup shown to the editors when they are about to start a new article",
	"cx-campaign-newbytranslation-search": "Label for search button in the popup shown to the editors when they are about to start a new article",
	"cx-campaign-newbytranslation-languages": "{{optional}}\nLanguage pairs for the translation source suggestion. \n* $1 - source language autonym, \n* $2 - target language autonym",
	"cx-campaign-newbytranslation-start": "Label for the button to start the new article using translation. Shown for the first time editors when they are about to start a new article",
	"cx-special-login-error": "Error to show when user try to use [[Special:ContentTranslation]] without logging in. \n\nParameters:\n* $1 - The login link",
	"cx-tools-instructions-text1": "Help text for the translation tools panel on Special:ContentTranslation.\n\nFollowed by the body {{msg-mw|Cx-tools-instructions-text2}}.",
	"cx-tools-instructions-text2": "Help text for the translation tools pane. \"Them all\" refers to paragraphs, and means that the translators doesn't have to translate all the paragraphs completely to publish a translated page.\n\nPreceded by the heading {{msg-mw|Cx-tools-instructions-text1}}.",
	"cx-tools-instructions-text3": "Help text for the translation tools pane. This suggests the translator to make the translated text natural and easily understandable in the target language.\n\nFollowed by the body {{msg-mw|Cx-tools-instructions-text4}}.",
	"cx-tools-instructions-text4": "Help text for the translation tools pane on Special:ContentTranslation.\n\nPreceded by the heading {{msg-mw|Cx-tools-instructions-text3}}.",
	"cx-tools-instructions-text5": "Help text for the translation tools pane on Special:ContentTranslation.\n\nFollowed by the body {{msg-mw|Cx-tools-instructions-text6}}.",
	"cx-tools-instructions-text6": "Help text for the translation tools pane on Special:ContentTranslation.\n\nPreceded by the heading {{msg-mw|Cx-tools-instructions-text5}}.\n\nRefers to {{msg-mw|Cx-publish-button}}.",
	"cx-tools-view-guidelines": "Shown at the bottom of the instructions text. A hyperlink to the URL specified in the message MediaWiki:Cx-tools-view-guidelines-link. By default this points to the translation guidelines in the English Wikipedia. To change the target URL for your local wiki, edit the message MediaWiki:Cx-tools-view-guidelines-link '''on your local wiki''' and ''not'' on translatewiki.",
	"cx-tools-view-guidelines-link": "{{notranslate}}\n\nLink to translation guideline in the target language wiki. Give the absolute URL of a translation guidelines page in target language.\n\nTo change the URL shown to users in your wiki, get an administrator in your wiki to change the local message MediaWiki:Cx-tools-view-guidelines-link there. Don't edit this message on translatewiki, it has no effect.",
	"cx-tools-link-title": "Title of link tool card.\n{{Identical|Link}}",
	"cx-tools-link-add": "Text shown in link tool card. Clicking on it adds the link in the cursor position.\n{{Identical|Add link}}",
	"cx-tools-mt-title": "Title of machine translation tool card.",
	"cx-tools-mt-use-source": "A button in the machine translation tool card on Special:ContentTranslation. Clicking the button pastes the source text to the translation column.",
	"cx-tools-mt-reset": "Revert the translation in the paragraph to the current MT provider's version.",
	"cx-tools-mt-provider-title": "An item in a menu in the machine translation tool card on Special:ContentTranslation. The menu lists different available machine translation providers for this language.\n* $1 is the name of the provider, such as Apertium, Microsoft Translator, Google Translate, etc.\n{{Identical|Use}}",
	"cx-tools-mt-dont-use": "An item in a menu in the machine translation tool card on Special:ContentTranslation. Other items in same menu will use the message {{msg-mw|cx-tools-mt-from-provider}}. Selecting this item disables machine translation. It may be the default for some languages.",
	"cx-tools-mt-set-default": "A button in the machine translation tool card on Special:ContentTranslation. Clicking the button saves the current machine translation option.",
	"cx-tools-mt-noservices": "Help text about the non-availability of machine translation services for the language pair",
	"cx-tools-mt-preferred": "Small label displayed next to the default provider in machine translation selection dropdown.",
	"cx-tools-categories-count-message": "Indicates the number of categories associated with the page.\n\nDisplayed at the top of source and translation columns in [[Special:ContentTranslation]].\n\nParameters:\n* $1 - number of categories\n{{Identical|Category}}",
	"cx-stats-title": "The title for the Special:ContentTranslationStats special page.",
	"cx-warning-unsaved-translation": "Warning message shown when user tried to navigate away when translation is not saved.",
	"cx-error-page-not-found": "Error message shown when a page is not found in a given language wikipedia\n\nParameters:\n* $1 - the title of the page.\n* $2 - The language name",
	"cx-page-selector-widget-recent-edits-label": "Label used in \"New translation\" dialog, above the suggestions based on user's recently edited pages.",
	"cx-page-selector-widget-nearby-label": "Label used in \"New translation\" dialog, above the suggestions based on user's current location, showing pages in proximity to the user.\nIt is only shown if the user has enabled the location access in his device.\n{{Identical|Nearby}}",
	"cx-source-page-selector-input-placeholder": "Placeholder for the source page input field. Used on Content Translation page for \"New translation\" dialog and provides prompt to search for source page to start translation.",
	"cx-source-page-selector-no-suggestions": "Message used in \"New translation\" dialog, when there are no suggestions based on user's recently edited pages.",
	"cx-source-page-selector-no-search-results": "Message used in \"New translation\" dialog, displayed when there are no search results for user's input query.\n\nParameters:\n* $1 - User's input query\n* $2 - Autonym name of currently selected source language",
	"cx-selected-source-page-start-translation-button": "Button label displayed when page to be translated is selected on Content Translation dashboard. Clicking on it starts a new translation in Special:ContentTranslation.",
	"cx-selected-source-page-view-count": "Label appended to selected item in \"New translation\" dialog on Content Translation dashboard, used for representing number of page visits in the last week.\n$1 - number of visits per week",
	"cx-selected-source-page-error-page-and-title-exist": "An error message that indicates that there is already a version of a selected page in the target wiki and the proposed target title is used elsewhere.\n\nParameters:\n* $1 - link to existing target page.\n* $2 - target language name.\n* $3 - link to article using proposed target title.",
	"cx-selected-source-page-error-page-exists": "An error message that indicates that there is already a version of a selected page in the target wiki.\n\nParameters:\n* $1 - link to existing target page.\n* $2 - target language name.",
	"cx-selected-source-page-error-title-in-use": "Error that indicates there is already a page in the target wiki with the same title as the proposed target title.\n\nParameters:\n* $1 - link to target page with same title",
	"cx-favorite-added-for-later": "Popup message shown when user marks selected article as favorite, in order to translate it later.",
	"cx-favorite-added-for-later-detail": "Popup message shown when user marks selected article as favorite, in order to translate it later. Contains additional info where article can be found later.",
	"cx-favorite-removed": "Popup message shown when user unmarks selected article as favorite.",
	"cx-page-missing-in-target-language": "Label appended to search result in Special:ContentTranslation when using the \"Start new article\" feature, which indicates that matching article is missing in target language.\n\nParameters:\n* $1 - The autonym of the language",
	"cx-page-number-of-languages": "Tooltip shown in Special:ContentTranslation over the icon that shows how many languages the article is available in",
	"cx-mt-abuse-error-title": "Title of error issue card displayed when translation in a whole uses machine translation too much.\n* $1: Percentage of machine translation",
	"cx-mt-abuse-error-sections": "Title of error issue card displayed when there are too many sections with high MT usage.",
	"cx-mt-abuse-error-text": "Message body of error issue card displayed when translation in a whole uses machine translation too much.",
	"cx-mt-abuse-warning-title": "Title of warning issue card displayed when paragraph uses machine translation too much.\n* $1: Percentage of machine translation",
	"cx-mt-abuse-warning-text": "Message body of warning issue card displayed when paragraph uses machine translation too much.",
	"cx-publish-captcha-title": "Title of captcha form while publishing the translation",
	"cx-captcha-dialog-error": "Error message displayed on Content Translation when user types wrong captcha text.",
	"cx-captcha-dialog-cancel": "Label for button displayed on Content Translation to cancel the captcha dialog.\n{{Identical|Cancel}}",
	"cx-captcha-unsupported-type": "Error message displayed on Content Translation when user should verify their edit with captcha, but captcha cannot be shown.",
	"cx-dashboard-sidebar-title": "Title of the sidebar of the dashboard widget",
	"cx-dashboard-sidebar-information": "Shown in sidebar menu in the Content Translation dashboard. Opens a new tab with information about Content Translation.",
	"cx-dashboard-sidebar-stats": "Shown in sidebar menu in the Content Translation dashboard. Opens a new tab with Special:ContentTranslationStats in the same wiki.\n{{identical|Statistics}}",
	"cx-dashboard-sidebar-feedback": "Shown in sidebar menu in the Content Translation dashboard. Opens a new tab with a page to allow user feedback.",
	"cx-translation-filter-published-translations": "Shown in translation filter in Content Translation dashboard. Selects all published translations by the current translator.",
	"cx-translation-filter-draft-translations": "Shown in translation filter in Content Translation dashboard. Selects all draft translations by the current translator. Specifically, \"in progress\" does '''not''' necessarily mean that a person is working on a translation at that moment.",
	"cx-translation-filter-suggested-translations": "Shown in translation filter in Content Translation dashboard. Once selected it shows translation suggestion\n{{Identical|Suggestion}}",
	"cx-suggestionlist-favorite": "Title for the translation suggestions marked to be translated later.",
	"cx-suggestionlist-title": "Title for the translation suggestions",
	"cx-suggestionlist-empty-title": "Title text shown when there is no translation suggestions by the current user",
	"cx-suggestionlist-empty-desc": "A brief description shown when there is no translation suggestions by current user",
	"cx-suggestionlist-empty-desc-recommend-link-text": "The link text to the [https://recommend.wmflabs.org/ experimental recommend.wmflabs tool].",
	"cx-suggestionlist-featured": "A type of a suggested page to translate\n{{Identical|Featured}}",
	"cx-suggestionlist-view-source-page": "Tooltip text in for source language label for every suggestion item displayed.",
	"cx-create-new-translation": "Button label for creating new translation in the Content Translation dashboard.",
	"cx-translation-filter-label-all-languages": "Refers to \"all\" as in \"all languages\". Used as label for translation filter in Content Translation dashboard. Can be used on both source and target language filter, when no particular source or target language is chosen.\n\nIt is recommended to make this as short as possible, because it is shown on a small button that can't be made larger.\n{{Identical|All}}",
	"cx-translation-filter-uls-all-languages": "Shown as selectable option in ULS for translation filter in Content Translation dashboard. Allows user to select 'All languages' as source or target language\n{{Identical|All languages}}",
	"cx-save-draft-save-success": "\"Saved\" refers to a draft of a translated page that was saved recently.\nParameters:\n* $1 - number of minutes",
	"cx-save-draft-saving": "Label of button to save the translation as draft while saving is in progress\n{{Identical|Saving}}",
	"cx-save-draft-shortcut-label": "Label for keyboard shortcut to trigger 'save draft'",
	"cx-save-draft-tooltip": "Tooltip text shown for the save status indicator text in the header of [[Special:ContentTranslation]].\n\nParameters: \n* $1 - the number of minutes ago the translation was saved.",
	"cx-save-draft-error": "Error message shown if saving page draft failed.",
	"cx-contributions-new-contributions": "Header text shown in [[Special:Contributions]], followed by ways to do more new contributions.",
	"cx-contributions-new-article": "Button label tooltip\n{{Identical|New page}}",
	"cx-contributions-translation": "Button label tooltip\n{{Identical|Translation}}",
	"cx-contributions-upload": "Used as a button label on <code>Special:Contributions/Username</code> if the user has enabled Content Translation. \"Upload\" is an action, as it leads to the [[:commons:Special:UploadWizard|Commons Upload Wizard]]; do not translate it as \"Uploaded media\".",
	"cx-contributions-new-article-tooltip": "A tooltip for a button that appears on the top of Special:Contributions.",
	"cx-contributions-translation-tooltip": "A tooltip for a button that appears on the top of Special:Contributions.",
	"cx-contributions-upload-tooltip": "A tooltip for a button that appears on the top of Special:Contributions.",
	"cx-publishing-dialog-publish-anyway-button": "Button label for publishing options dialog. Clicking button overwrites the existing translation with the new translation.",
	"cx-publishing-dialog-title": "Message that shows in the publishing dialog when there is an existing page with the same title.",
	"cx-publishing-dialog-sub-title": "Message that shows in the publishing dialog when there is an existing page with the same title",
	"cx-publishing-with-issues-dialog-title": "Title of the message that shows in the publishing dialog when there are existing issues.",
	"cx-publishing-with-issues-dialog-message": "Main message shown in the publishing dialog when there are existing issues.",
	"cx-overwriting-with-issues": "Message shown in the publishing dialog when translation with issues is about to overwrite the existing page.",
	"cx-discard-translation": "Menu label for discarding a translation shown in the Content Translation dashboard.",
	"cx-translation-status-draft": "In progress status label for the translation in the Content Translation dashboard. This means that the translation is stored internally as a draft, accessible only to the user who started it, and not published as a wiki page.",
	"cx-translation-status-published": "Published status label for the translation in the Content Translation dashboard.\n{{Identical|Published}}",
	"cx-translation-status-deleted": "Deleted status label for the translation in the Content Translation dashboard.\n{{Identical|Deleted}}",
	"cx-translation-label-draft": "Label in header for list of draft translations in the Content Translation dashboard",
	"cx-translation-label-published": "Label in header for list of published translations in the Content Translation dashboard",
	"cx-translation-already-in-progress": "Message shown when a second translator tries to translate the same page between same languages. \n\nParameters:\n* $1 - User name of first translator\n* $2 - Gender of the first translator",
	"cx-translation-already-in-progress-unknown": "Message shown when a second translator tries to translate the same page between same languages.",
	"cx-translation-already-in-progress-collaborate": "A message to collaborate with other translator. Shown when there is translation conflict.\n\nParameters:\n* $1 - Gender of the first translator",
	"cx-feedback-link": "Link text for the link to give feedback. Shown at the bottom of the tools column in the translation interface.",
	"cx-stats-published-translations-title": "Section title for published translation stats",
	"cx-stats-draft-translations-title": "Section title for translations in draft (in progress) state stats",
	"cx-stats-draft-translations-label": "A label that describes the color in which the in-progress translations are shown in a chart.",
	"cx-stats-new-draft-translations-label": "A label that describes the color in which the in-progress translations that were started in a given week are shown in a chart.",
	"cx-stats-published-translators-title": "Section title for stats about number of translators who published articles across languages",
	"cx-stats-cumulative-tab-title": "Title of cumulative stats tabs in [[Special:ContentTranslationStats]]\n{{Identical|Total}}",
	"cx-stats-weekly-trend-tab-title": "Title of weekly trend stats tabs in [[Special:ContentTranslationStats]]",
	"cx-draft-discard-confirmation-message": "Confirmation message when user attempts to delete a translation on the dashboard.\n\nYou can use <nowiki>{{GENDER:|you}}</nowiki>.",
	"cx-draft-cancel-button-label": "Cancel button label\n{{Identical|Cancel}}",
	"cx-draft-discard-button-label": "Label for delete button",
	"cx-beta-feature-enabled-notification": "Notification shown when Content Translation enabled for a user. This is a tooltip text shown next to the beta feature link in the page.",
	"cx-init-critical-error": "Error message displayed when Content Translation fails during initialization process.",
	"cx-campaign-newarticle-notice": "Text shown in the dialog inviting editors to try the Content Translation beta feature",
	"cx-campaign-no-thanks": "Button label to cancel Content Translation invite\n{{Identical|No thanks}}",
	"cx-campaign-try": "Button label to try Content Translation beta feature",
	"cx-campaign-contributionsmenu-mycontributions": "Menu item for menu shown while hovering the contributions link in personal toolbar. Points to [[Special:MyContributions]]\n{{Identical|Contribution}}",
	"cx-campaign-contributionsmenu-mytranslations": "Menu item for menu shown while hovering the contributions link in personal toolbar. Points to the Content Translation dashboard\n{{Identical|Translation}}",
	"cx-campaign-contributionsmenu-myuploads": "Menu item for menu shown while hovering the contributions link in personal toolbar. Points to the Special:MyUploads in commons",
	"cx-no-source-categories": "Message shown in Content Translation to indicate that source page has no categories",
	"cx-no-target-categories": "Message shown in Content Translation to indicate there are no added categories to target page",
	"cx-no-adapted-categories": "Message shown in Content Translation to indicate that no categories can be adapted from source page to target page",
	"cx-trend-deletions": "Label shown in the legend section of [[Special:CXStats]] trends graph visualization",
	"cx-trend-translations-to": "Label shown in the legend section of [[Special:ContentTranslationStats]] trends graph visualization.\n* $1 - language name, which may contain the local equivalent of the noun \"language\" (nominative, whatever is the default; probably not suitable for use as adjective or attribute)",
	"cx-stats-try-contenttranslation": "A message shown in [[Special:CXStats]] for users not enabled Content Translation . \n$1 - link to enable Content Translation beta feature and go to Content Translation dashboard",
	"cx-stats-all-translations-title": "A title of a chart that shows the number of all published and in-progress translations to all languages.",
	"cx-stats-published-translations-label": "A label in the legend of the chart that shows the number of all published and in-progress translations to all languages.",
	"cx-stats-published-target-source": "A message shown in [[Special:CXStats]]",
	"cx-stats-published-source-target": "A message shown in [[Special:CXStats]]",
	"cx-stats-draft-target-source": "A message shown in [[Special:CXStats]] as a tab of a chart in the section titled {{msg-mw|Cx-stats-draft-translations-title}}.",
	"cx-stats-draft-source-target": "A message shown in [[Special:CXStats]] as a tab of a chart in the section titled {{msg-mw|Cx-stats-draft-translations-title}}.",
	"cx-stats-tabs-expand": "A message shown in [[Special:CXStats]] to expand the charts to see all languages. This is a link label",
	"cx-stats-total-published": "A message shown in [[Special:CXStats]] as highlights of CX analytics",
	"cx-stats-weekly-published": "A message shown in [[Special:CXStats]] as highlights of CX analytics\n{{Identical|Last week}}",
	"cx-stats-local-published-number": "The word \"in\" must be translated as if it appears in this sentence: \"234 (articles were translated from other languages and published) '''in''' French\".\n\nA message shown in [[Special:CXStats]] as highlights of CX analytics. $1 is a number, $2 is language name (autonym).",
	"cx-stats-local-published": "A message shown in [[Special:CXStats]] as highlights of CX analytics. $1 is a number, $2 is language name (autonym), $3 is percentage.",
	"cx-stats-grouping-title": "Title text for language grouping based on number of translations. $1 is number of translations\n{{Identical|Translation}}",
	"cx-tools-missing-link-text": "Message with instructions for marking links as missing",
	"cx-tools-missing-link-mark-link": "Text for a link that marks a page that doesn't exist as a missing link. Basically, if the source text (that is being translated) has a link to a page which has no equivalent (via WikiData) in the target language, the link will not be automatically created in the translation. Instead, it will show as gray in the translation and the user needs to explicitly mark it as missing to have it appear as red link in the published translation.",
	"echo-category-title-cx": "{{doc-echo-category-title|tooltip=Echo-pref-tooltip-cx}}\n{{Identical|Translation}}",
	"echo-pref-tooltip-cx": "{{doc-echo-pref-tooltip|title=Echo-category-title-cx}}",
	"cx-notification-first-translation": "Echo notification congratulating the user for first published translation. Don't translate the Special:MyContrubutions link.",
	"cx-notification-tenth-translation": "Echo notification congratulating the user for tenth published translation.",
	"cx-notification-hundredth-translation": "Echo notification congratulating the user for hundred published translation.",
	"cx-notification-deleted-draft": "Echo notification informing the user that their very old unpublished translation draft is deleted.",
	"cx-notification-deleted-draft-bundle": "Bundled notification informing the user that their very old unpublished translation drafts are deleted.",
	"cx-notification-continue-translation": "Echo notification informing the user that their old translation draft should be continued or it will be deleted.",
	"cx-notification-continue-translation-bundle": "Bundled notification informing the user that their old translation drafts should be continued or they will be deleted.",
	"cx-contributions-link": "Text of the link to view your contributions\n{{Identical|Contribution}}",
	"cx-your-translations-link": "Text of the link to view your translations. $1 is the name of the user viewing the notification, can be used for GENDER",
	"cx-translationlist-empty-title": "Title text shown when there is no translations by the current user",
	"cx-translationlist-empty-desc": "A brief description shown when there is no translation by current user",
	"cx-draft-restoring": "Message indicating the saved translation being fetched.",
	"cx-draft-restored": "Message indicating that the saved translation was fetched.",
	"cx-draft-restore-failed": "Message indicating that the fetching of saved translation failed.",
	"cx-suggestionlist-expand": "Label for the suggestions list expand trigger\n{{Identical|View all}}",
	"cx-suggestionlist-collapse": "Label for the suggestions list collapse trigger",
	"cx-suggestionlist-refresh": "Label for the suggestions list refresh trigger",
	"cx-notification-suggestions-available": "Echo notification to inform the translator about the availability of personalized suggestions. \n\nParameters:\n* $1 - Source title of last translated page. \n* $2 - User name of current user.",
	"cx-infobar-view-issues": "Label for button displayed on Content Translation, inside infobar, to provide access to more details about warning when source page has changed significantly.",
	"cx-infobar-cannot-publish": "Message displayed inside infobar of Content Translation to users who cannot publish into main namespace.",
	"cx-infobar-old-version": "Warning displayed on Content Translation when source page has changed significantly.",
	"cx-tools-linter-issues": "Title for tools card displayed in Content Translation when there is a problem with translation.\n{{Identical|Issue}}",
	"cx-tools-linter-issues-count": "{{optional}}\nIndicator of current issue and number of issues in tools card displayed in Content Translation. E.g. 1/3, meaning one out of three.",
	"cx-tools-linter-errors-count": "Indicator of number of errors in current section. Displayed in Content Translation tools card.\n{{Identical|Error}}",
	"cx-tools-linter-warnings-count": "Indicator of number of warnings in current section. Displayed in Content Translation tools card.\n{{Identical|Warning}}",
	"cx-tools-linter-learn-more": "Link displayed in tools column of Content Translation linter card to inform user more about the particular issue with the translation.\n{{Identical|Learn more}}",
	"cx-tools-linter-mark-as-resolved": "Label for button displayed in Content Translation linter card that resolves the issue with translation.",
	"cx-tools-linter-generic-title": "Generic title for linter card displayed in Content Translation",
	"cx-tools-linter-abuse-filter": "Title for linter card displayed in Content Translation when abuse filters validate translation.",
	"cx-tools-linter-empty-title": "Title for a linter card displayed on Content Translation when target title is empty.",
	"cx-tools-linter-empty-title-message": "Main message of a linter card displayed on Content Translation when target title is empty.",
	"cx-tools-linter-invalid-character": "Title for a linter card displayed on Content Translation when target title is containing invalid characters.",
	"cx-tools-linter-invalid-character-action": "Label for action button displayed inside linter card on Content Translation, when target title is containing invalid characters.",
	"cx-tools-linter-invalid-character-message": "Main message of a linter card displayed on Content Translation when target title is containing invalid characters.",
	"cx-tools-linter-page-exists": "Title for a linter card displayed on Content Translation when page with target title already exists.",
	"cx-tools-linter-page-exists-message": "Main message for a linter card displayed on Content Translation when page with target title already exists.\n* $1 - Link to the existing page",
	"cx-tools-linter-cannot-publish-title": "Title for the issue card displayed on Content Translation when user isn't allowed to publish into main namespace. This issue card is mainly seen when a user tries to publish a translation to English Wikipedia.",
	"cx-tools-linter-cannot-publish-message": "Main message for the issue card displayed on Content Translation when user isn't allowed to publish into main namespace.\n\nThe \"experienced editors\" is referred to users with least 500 edits and 30 days of activity.",
	"cx-tools-linter-cannot-publish-action-label": "Label for action which resolves issue, displayed inside the issue card on Content Translation when user isn't allowed to publish into main namespace",
	"cx-tools-linter-template": "Title for a linter card.",
	"cx-tools-linter-template-block-message": "Main message for a linter card for sections with unadapted block template.",
	"cx-tools-linter-template-inline-message": "Main message for a linter card for sections with unadapted inline template(s).",
	"cx-tools-linter-template-add-new": "Label for action button displayed inside linter card for sections with unadapted block template.",
	"cx-tools-linter-incomplete-template": "Title for issue card displayed when template is not having all parameters mapped from source to target language.",
	"cx-tools-linter-empty-template": "Main message for issue card displayed when no parameter could be mapped from source to the target template.",
	"cx-tools-linter-template-missing-mandatory": "Main message for issue card displayed when some parameters could be mapped from source to target template, but there are still empty parameters which are marked as mandatory in the target template.",
	"cx-tools-linter-old-revision": "Title for a linter card displayed on Content Translation when source page has changed significantly.",
	"cx-tools-linter-old-revision-message": "Main message for a linter card displayed on Content Translation when source page has changed significantly.",
	"cx-tools-linter-old-revision-label": "Label for button displayed on a linter card in Content Translation when source page has changed significantly. Allows user to restart the translation using the latest revision.",
	"cx-tools-linter-reference": "Title for a linter card when a reference adaptation was not successful",
	"cx-tools-linter-reference-message": "Detailed information about reference adaptation failure",
	"cx-tools-linter-incomplete-reference": "Title for a linter card when a reference was partially adapted",
	"cx-tools-linter-incomplete-reference-message": "Detailed information about partially adapted reference",
	"cx-tools-linter-restart-translation-title": "Title used for a modal dialog displayed as confirmation when user wants to restart the translation.",
	"cx-tools-linter-restart-translation-message": "Main message of a modal dialog displayed as confirmation when user wants to restart the translation.",
	"cx-tools-linter-restart-translation-cancel": "Label of cancel button on a modal dialog displayed as confirmation when user wants to restart the translation.\n{{Identical|Cancel}}",
	"cx-translator-header": "Shown in sidebar menu in the Content Translation dashboard. Represents card header for translation statistics of current user.",
	"cx-translator-month-stats-label": "Label displayed in the translation statistics of current user.",
	"cx-translator-total-translations-label": "Label displayed in the translation statistics of current user.\n{{Identical|Total}}",
	"cx-continue-translation": "Menu item label shown for published translations to continue translations",
	"cx-tools-template-title": "Title of template tool card\n{{Identical|Template}}",
	"cx-template-action-adapt": "Menu item label in template tool card when adapting a template while translating. An \"equivalent\" template is a template in the target language to which there is a interlanguage link.",
	"cx-template-action-keep-original": "Menu item label in template tool card when adapting a template while translating. Selecting this action will insert the wiki syntax of the original template in the original language as-is.",
	"cx-template-action-skip": "Menu item label in template tool card when adapting a template while translating. Selecting this option will not insert any template.",
	"cx-publish-settings": "Header label for publish settings dialog in Content Translation",
	"cx-publish-destination-header": "Header label for choosing namespace as publishing destination",
	"cx-publish-destination-tooltip": "Tooltip text for the namespace selector",
	"cx-publish-destination-namespace-main": "Label for choosing main namespace as publishing destination",
	"cx-publish-destination-namespace-main-description": "Description text for label for choosing main namespace as publishing destination",
	"cx-publish-destination-namespace-main-exists": "Label when choosing main namespace as publishing destination, but when target article already exists.",
	"cx-publish-destination-namespace-user": "Label for choosing a page under User namespace as publishing destination",
	"cx-publish-destination-namespace-user-description": "Description text for label for choosing a page under User namespace as publishing destination",
	"cx-publish-destination-namespace-draft": "Label for choosing draft namespace as publishing destination",
	"cx-publish-destination-namespace-draft-description": "Description text for label for choosing draft namespace as publishing destination",
	"cx-publish-destination-namespace-changed": "Text for the popup dialog displayed when publish title namespace is changed to User namespace.",
	"cx-linkcontextitem-missing-link-title": "Title for the link card when the target title is missing in target language.",
	"cx-linkcontextitem-missing-title-description": "Description shown for titles in link card when the title is a red link.",
	"cx-mt-abuse-publish-error": "Error message shown while publishing. It says the translation has too much unmodified text.",
	"cx-auto-failed": "Error message shown when automatic translation failed",
	"cx-mt-failed": "Error message shown when machine translation failed",
	"cx-unreviewed-translation-category": "The [[:mw:Special:MyLanguage/Help:Tracking categories|tracking category]] to add to the published article if the translation has sections with too much machine translation. Please don't add namespace prefix.",
	"cx-unreviewed-translation-category-desc": "Description of Content translation tracking category",
	"cx-preference-enable-entrypoints": "Label for the option shown in preferences page to enable or disable entrypoints to Content translation. \n\n$1 - Link to help page in mediawiki.org.",
	"cx-feature-discovery-title": "Title shown in the Content translation feature discovery popup.",
	"cx-feature-discovery-content": "Description shown in the Content translation feature discovery popup.",
	"cx-feature-discovery-dismiss": "Button label shown in the Content translation feature discovery popup. Clicking on it closes the popup.",
	"cx-suggestionlist-expand-sections-title": "Title for suggestion list showing articles to expand by adding new sections.\n\nAppears in the same context as {{msg-mw|Cx-suggestion-list-new-pages-division}}, and should be translated similarly.",
	"cx-sx-select-section": "Button label to select section to translate",
	"cx-sx-missing-section-stats": "Message showing how many sections missing in an article. \n\nParameters:\n* $1 - Number of sections\n* $2 - Autonym of the article language",
	"cx-sx-section-selector-title": "Title of the screen listing missing sections to selector for translating.",
	"cx-sx-section-selector-subtitle": "Subtitle of the screen listing missing sections to selector for translating.",
	"cx-sx-section-selector-desc": "Description of the screen listing missing sections to selector for translating.",
	"cx-sx-language-selector-dialog-title": "Title of language selector dialog window",
	"cx-sx-existing-translation-status": "Text for status of article with pre-existing translation. \n\nParameters:\n* $1 - Autonym of the target article language",
	"cx-sx-existing-translation-additional-info": "Text for additional information for article with pre-existing translation.\n\nParameters:\n* $1 is the heading of the suggested section.\n* $2 is the number of additional suggested sections.",
	"cx-sx-start-translation-button-label": "Label for start translation button",
	"cx-sx-view-translation-anchor": "Text for anchor that redirects to already existing translation\n\n{{Identical|View}}",
	"cx-sx-existing-translation-learn-more": "Text for anchor that redirects to page with additional information regarding section translation",
	"cx-sx-section-selector-missing-sections-title": "Title for missing sections list in pick a section step. This can be also translated as \"Sections that are missing in $1\".\n\nParameters:\n* $1 - Autonym of the target article language\n\nSimilar to: {{msg-mw|cx-sx-section-selector-present-sections-title}}.",
	"cx-sx-section-selector-present-sections-title": "Title for present sections list in pick a section step. \n\nParameters:\n* $1 - Autonym of the target article language\n\nSimilar to: {{msg-mw|cx-sx-section-selector-missing-sections-title}}.",
	"cx-sx-section-selector-more-details-title": "Title for more details list in pick a section step",
	"cx-sx-section-selector-view-article-button-label": "Label for view article button in pick a section step. \n\nParameters:\n* $1 - Autonym of the article language",
	"cx-sx-section-selector-empty-missing-sections-title": "Title for empty state in missing sections in pick a section step",
	"cx-sx-section-selector-empty-missing-sections-desc": "Description for empty state in missing sections in pick a section step",
	"cx-sx-section-selector-pick-other-translation-button-label": "Label for button/anchor that returns to pick an article screen inside section selector",
	"cx-sx-section-selector-automatic-section-matching-title": "Title for automatic section matching consideration of section selector",
	"cx-sx-section-selector-automatic-section-matching-description": "Content of automatic section matching consideration of section selector",
	"cx-sx-section-selector-learn-more-anchor-label": "Label for anchor that leads to details about considerations in section selector",
	"cx-sx-section-selector-unsupported-sections-title": "Title for unsupported section consideration of section selector",
	"cx-sx-section-selector-unsupported-sections-description": "Content of unsupported section consideration of section selector",
	"cx-suggestion-list-new-pages-division": "Title for new pages division in content translation suggestion list",
	"cx-translation-list-all-languages-option-label": "Label for all languages option for language selector inside translation list\n{{identical|All}}",
	"cx-sx-content-comparator-back-to-sections-button-label": "Label for button at top of content comparator that leads back to section selector",
	"cx-sx-content-comparator-translation-section-button-label": "Label for button inside content comparator that starts translation for selected section.\n\nIt should be clear that this is an '''action''' that will be done by the human (with possible help from the software), and not a title. So consider using an action verb or an imperative.",
	"cx-sx-content-comparator-review-contents-title": "First sentence of considerations regarding content review on the screen where translators compare source and target section contents for an article existing in both languages. \"Review\" is an imperative verb, an action that the user has to do and it is used in the meaning of \"To survey; to look broadly over\".",
	"cx-sx-content-comparator-review-contents-rest": "Rest content of considerations regarding content review on the screen where translators compare source and target section contents for an article existing in both languages.",
	"cx-sx-content-comparator-source-selector-title": "Title for source section option in source/target selector on the screen where translators compare source and target section contents for an article existing in both languages. \n\nParameters:\n* $1 - Autonym of the source language",
	"sx-quick-tutorial-main-point-step-1": "Content of the main point in first step of the quick tutorial",
	"sx-quick-tutorial-main-point-step-2": "Content of the main point in second step of the quick tutorial",
	"sx-quick-tutorial-secondary-point-step-1": "Content of the secondary point in first step of the quick tutorial.",
	"sx-quick-tutorial-secondary-point-step-2": "Content of the secondary point in second step of the quick tutorial.\n\nThe part inside <nowiki><mark></nowiki> tags will be shown as highlighted.",
	"sx-quick-tutorial-translate-button-label": "Label for start translation button in second step of the quick tutorial",
	"cx-sx-sentence-selector-header-title": "Title for header inside sentence selector.\n\nThis is a title and ''not'' an action, so it shouldn't be translated with an imperative or an infinitive.",
	"cx-sx-sentence-selector-done-button-label": "Label for done button inside sentence selector header\n\n{{Identical|Done}}",
	"cx-sx-sentence-selector-suggested-translation-title": "Title for suggested sentence translation section inside sentence selector. \n\nParameters:\n* $1 - Name of selected MT provider",
	"cx-sx-sentence-selector-edit-translation-button-label": "Label for edit sentence translation button inside sentence selector",
	"cx-sx-sentence-selector-apply-translation-button-label": "Label for apply sentence translation button inside sentence selector",
	"cx-sx-sentence-selector-skip-translation-button-label": "Label for skip sentence translation button inside sentence selector",
	"cx-sx-content-comparator-target-selector-full-article-title": "Title for target article option in source/target selector on the screen where translators compare source and target section contents for an article existing in both languages. \n\nParameters:\n* $1 - Autonym of the target language",
	"cx-sx-content-comparator-mapped-section-header-title": "Title of header for considerations regarding mapped sections on the screen where translators compare source and target section contents for an article existing in both languages.\n\nParameters:\n* $1 - Autonym of the target language",
	"cx-sx-content-comparator-target-selector-target-section-title": "Title for target section option in source/target selector on the screen where translators compare source and target section contents for an article existing in both languages.\n\nParameters:\n* $1 - Autonym of the target language",
	"cx-sx-content-comparator-mapped-section-clarifications": "Content of clarifications for mapped section on the screen where translators compare source and target section contents for an article existing in both languages.",
	"cx-sx-translation-confirmer-title": "Title for 'Confirm Translation' step",
	"cx-sx-translation-confirmer-views-count": "Content of views count stat for specific article inside translation confirmer screen. \n\nParameters:\n* $1 - Number of weekly views for this specific article",
	"cx-sx-content-comparator-discarded-section-clarifications": "Content of clarifications for a discarded section on the screen where translators compare source and target section contents for an article existing in both languages.",
	"cx-sx-content-comparator-discarded-section-label": "Label for discarded mapped section on the screen where translators compare source and target section contents for an article existing in both languages.",
	"cx-sx-sentence-selector-translation-options-header-title": "Title of translation options dialog header inside sentence selector",
	"cx-sx-sentence-selector-translation-options-header-text": "Complementary text of translation options dialog header inside sentence selector.\n\nOptions are different machine translation services or engines and starting with a blank translation.",
	"cx-sx-sentence-selector-translation-options-original-card-title": "Title of card with original sentence inside translation options of sentence selector component",
	"cx-sx-sentence-selector-translation-options-empty-card-title": "Title of card with empty sentence inside translation options of sentence selector component",
	"cx-sx-content-comparator-present-section-placeholder-title": "Title for the placeholder where the new section will be added inside the existing section in target language, on the screen where translators compare source and target section contents for an article existing in both languages.",
	"cx-sx-content-comparator-present-section-placeholder-subtitle": "Subtitle for the placeholder where the new section will be added inside the existing section in target language, on the screen where translators compare source and target section contents for an article existing in both languages.",
	"cx-sx-content-comparator-content-header-translate-button-label": "Label for translation button that appears when content header becomes sticky inside screen where user can compare the contents of source/target sections.",
	"cx-sx-content-comparator-missing-section-placeholder-title": "Title for the placeholder where the new section will be added inside full article in target language, on the screen where translators compare source and target section contents for an article existing in both languages.",
	"cx-sx-editor-original-panel-label": "Title for original sentence panel, where user can navigates between lines of the original sentence, inside sentence translation editor screen.",
	"cx-sx-publisher-header-title": "Title for header of 'Preview and publish section translation' screen",
	"cx-sx-publisher-publish-panel-new-section-status": "Status for publish panel inside 'Preview and publish' screen for new section",
	"cx-sx-publisher-publish-panel-new-section-result": "Description of expected result of publishing new section inside 'Preview and publish' screen",
	"cx-sx-publisher-review-info": "Additional information to review before publishing a section translation",
	"cx-sx-publisher-animation-publishing-indicator-title": "Title of animation dialog that opens when user tries to publish a translation",
	"cx-sx-publisher-animation-publishing-indicator-subtitle": "Clarification of animation dialog that opens when user tries to publish a translation",
	"cx-sx-publisher-animation-success-message-title": "Title of animation dialog that shows up when translation is published successfully",
	"cx-sx-publisher-animation-success-message-subtitle": "Clarification of animation dialog that shows up when translation is published successfully",
	"cx-sx-publisher-animation-failure-message-title": "Title of animation dialog that shows up when translation publishing fails",
	"cx-sx-publisher-animation-failure-message-subtitle": "Clarification of animation dialog that shows up when translation publishing fails",
	"cx-sx-publish-summary": "This is an automatic edit summary for pages where a new section was added by [[Special:ContentTranslation]].\n\nParameters:\n* $1 - the source section title\n* $2 - the source page name",
	"cx-sx-publisher-preview-options-title": "Title of dialog where user can select where the translation will be published. This is a noun phrase \"options for publishing\", there is no verb.",
	"cx-sx-publisher-new-section-option-label": "Label for publish a new section option inside the dialog where user can select among publish section translation options",
	"cx-sx-publisher-new-section-option-details": "Details for \"publish a new section\" option.",
	"cx-sx-publisher-sandbox-option-label": "Label for publish section to sandbox option inside the dialog where user can select among publish section translation options",
	"cx-sx-publisher-sandbox-option-details": "Details for publish section to sandbox option",
	"cx-sx-publisher-publish-panel-sandbox-section-result": "Description of expected result of publishing section to user's sandbox, inside 'Preview and publish' screen",
	"cx-sx-publisher-review-info-error": "Title for review information for publishing errors inside screen where user can publish the section translation",
	"cx-sx-publisher-review-info-learn-more": "Label for anchor that displays more information about warnings and errors inside review info panel, on the screen where user can publish the section translation",
	"cx-dashboard-experimental-support-banner-title": "Title for banner inside Dashboard, that indicates to the user that mobile support is currently experimental",
	"cx-dashboard-experimental-support-banner-description": "Description for banner inside Dashboard, that indicates to the user that mobile support is currently experimental",
	"cx-dashboard-experimental-support-banner-learn-more-anchor": "Label for anchor that navigates to the Section Translation project page, inside experimental support banner in Dashboard screen",
	"cx-dashboard-experimental-support-banner-share-feedback-anchor": "Label for anchor that navigates to the Section Translation talk page, inside experimental support banner in Dashboard screen",
	"cx-sx-sentence-selector-translated-segment-no-edits-label": "Label for modification stats when machine translation has not been modified by the user",
	"cx-sx-sentence-selector-translated-segment-modification-percentage": "Content of machine translation modification rate, inside the card where the user can see extra information for their applied sentence translation.\n\nParameters:\n* $1 - percentage of translation modified by the user",
	"cx-sx-sentence-selector-translated-segment-modification-percentage-header": "Header for machine translation modification rate, inside the card where the user can see extra information for their applied sentence translation.",
	"cx-sx-sentence-selector-translated-segment-sentence-option": "Label for sentence option, inside translated segment card header, where user can choose to display information about the translated sentence or the whole paragraph",
	"cx-sx-sentence-selector-translated-segment-paragraph-option": "Label for paragraph option, inside translated segment card header, where user can choose to display information about the translated sentence or the whole paragraph",
	"cx-sx-followup-feedback-new-indicator": "Content of indicator for the just published section inside target article page, after redirection upon successful Section Translation publishing",
	"cx-sx-published-section-confirmation-header": "Header of confirmation panel about newly published section translation, inside target article's content page",
	"cx-sx-published-section-confirmation-content": "Content of confirmation panel about newly published section translation, inside target article's content page",
	"cx-sx-published-section-invitation-title": "Title of invitation panel for new section translation, inside target article's content page after redirection upon successful Section Translation publishing",
	"cx-sx-published-section-invitation-missing-sections-info": "Content of invitation panel for new section translation, inside target article's content page after redirection upon successful Section Translation publishing\n\nParameters:\n* $1 - the title of first missing section \n* $2 - number of remaining missing sections",
	"cx-sx-publisher-mt-abuse-message-title": "Title for message about machine translation abuse after failed publishing, inside review info panel on the screen where user can publish their section translation.\n\nParameters:\n* $1 - percentage of unmodified machine translation",
	"cx-sx-publisher-mt-abuse-message-body": "Body of message about machine translation abuse after failed publishing, inside review info panel on the screen where user can publish their section translation.",
	"cx-sx-translation-suggestion-info": "Content of information displayed at the bottom of page/section suggestion card inside Dashboard screen\n\nParameters:\n* $1 - the number of the missing sections",
	"cx-sx-article-search-input-placeholder": "Placeholder for the search article input field. Used inside \"Search for an article to translation\" screen, where user can search for an article by title",
	"cx-sx-article-search-recently-edited-title": "Title for the section where translation suggestions based on previous user edits, are displayed. Used inside \"Search for article to translate\" screen.",
	"cx-sx-article-search-nearby-title": "Title for the section where nearby translation suggestions based on user location, are displayed. Used inside \"Search for article to translate\" screen.",
	"sx-article-search-language-selector-dialog-title": "Title of language selector dialog window inside 'Search for an article to translate' screen\n{{identical|Language}}",
	"cx-sx-language-selector-placeholder": "Placeholder text for language selector",
	"cx-sx-language-selector-all-languages": "Header text in language selector when all languages are displayed.",
	"cx-sx-language-selector-suggestions": "Header text in language selector when suggested languages are displayed.",
	"cx-sx-language-selector-no-search-results": "Text to display for no results found",
	"sx-translation-list-language-selector-dialog-title": "Title of language selector dialog window inside translation list language selector component\n{{identical|Language}}",
	"cx-sx-article-search-header": "Title inside header of 'Search for an article to translate' screen",
	"cx-sx-article-search-no-suggestions-message": "Message that is being displayed to the user when no article suggestions exist inside \"Search for an article\" screen",
	"cx-sx-article-search-no-search-results-message": "Message that is being displayed to the user when no search results are found for a specific query inside \"Search for an article\" screen.\n\nParameters:\n* $1 - the search text typed by the user \n* $2 - the source language code",
	"cx-sx-translation-confirmer-action-message-single-missing-multiple-present": "Message with explanatory information regarding action button inside \"Confirm Translation\" screen for the case when exactly one missing and at least one present section exist.\n\nParameters:\n* $1 is the title of the missing section.",
	"cx-sx-translation-confirmer-action-message-single-missing-none-present": "Message with explanatory information regarding action button inside \"Confirm Translation\" screen for the case when exactly one missing and none present section exist.\n\nParameters:\n* $1 is the title of the missing section.",
	"cx-sx-translation-confirmer-action-message-none-missing-multiple-present": "Message with explanatory information regarding action button inside \"Confirm Translation\" screen for the case when none missing and at least one present section exist.",
	"cx-sx-translation-confirmer-action-message-none-missing-none-present": "Message with explanatory information regarding action button inside \"Confirm Translation\" screen for the case when none missing and none present section exist.",
	"cx-sx-translation-confirmer-action-view-section": "Label of action button inside \"Confirm Translation\" screen for the case when exactly one missing and none present section exist",
	"cx-sx-translation-confirmer-action-new-translation": "Label of action button inside \"Confirm Translation\" screen for the case when none missing and none present section exist",
	"cx-sx-translation-confirmer-more-sections-button-label": "Label for button that navigates the user from screen where they confirm the start of a translation, to screen where they can pick a section among more sections.",
	"cx-sx-translation-confirmer-translate-prefilled-section-button-label": "Label for button that starts the translation of a prefilled section inside screen where the user confirms the start of a section translation",
	"cx-sx-translation-confirmer-prefilled-section-heading": "Heading of the prefilled section banner inside \"Confirm Translation\" screen, visible when a section has been preselected for translation through URL parameters\n{{identical|Section}}",
	"sx-editor-feedback-overlay-title": "Title of the overlay that provides feedback about translation update, inside screen where user can edit the proposed segment translation\n\n{{identical|Thanks}}",
	"sx-editor-feedback-overlay-clarification": "Clarification of the overlay that provides feedback about translation update, inside screen where user can edit the proposed segment translation",
	"sx-editor-feedback-overlay-stats": "The modification percentage message of the overlay that provides feedback about translation update, inside screen where user can edit the proposed segment translation.\n\nParameters:\n* $1 - the percentage that was edited by the user",
	"cx-campaign-mflanguagesearcher-invite": "Message shown in language selector when no language is found for search and when it is possible to create article in that language by translation.",
	"cx-suggestion-list-favorites-division": "Title for favorite suggestions list in ContentTranslation dashboard."
}
